#!/bin/bash

. ../lib
init
start_here

###############################################################################
h '1. Сборка PostgreSQL из исходных кодов'

c 'Все необходимые команды были показаны в демонстрации, но они не выполнялись. Повторите эти действия своими руками в виртуальной машине курса.'
c 'Имейте в виду, что компиляция исходных кодов может занимать продолжительное время (от нескольких минут до десятков минут в зависимости от мощности компьютера).'

###############################################################################
stop_here
cleanup
demo_end
